import './MovieSelect.css'
// import logo from '/react-app/public/image/Naruto.jpg'


function MovieSelect() {


    return (

    <div className ="contener">
      <h1>Naruto</h1>


        <div className="content-grid">
           <div>
        
       <img src="/image/Naruto.jpg" />
            </div>
           
            <p>เรื่องย่อ
อ่านOne Piece วันพีช เรื่องย่อ ในเรื่องพูดถึงยุคทองของโจรสลัด เมื่อเจ้าแห่งโจรสลัด โกลด์ ดี โรเจอร์ ถูกประหาร มหาสมบัติวันพีซในตำนานก็ไร้เจ้าของ ทำให้โจรสลัดทั่วโลกต่างพากันกางธงเข้าแย่งชิงมหาสมบัตินี้
มังกี้ ดี ลูฟี่ ผู้ซึ่งวัยเด็กได้มีโอกาสรู้จักกับหนึ่งในโจรสลัดผู้ยิ่งใหญ่ แชงคูส “ผมแดง” มีความใฝ่ฝันที่จะก้าวข้ามแชงคูสไปเป็นเจ้าแห่งโจรสลัด ลูฟี่ได้กินผลปีศาจ เข้าไปทำให้ร่างกายมีลักษณะพิเศษคือมีคุณสมบัติเป็นยาง ซึ่งลูฟี่ได้อาศัยพลังของผลปีศาจนี้ฝึกฝนวิชาการต่อสู้กับสัตว์ร้ายในทะเล เมื่อโตลูฟี่ได้ออกเดินทางตามลำพัง โดยหาทางผจญภัยไปยังแกรนด์ไลน์ สถานที่ที่เชื่อว่ามีวันพีซซ่อนอยู่ เพื่อหาหนทางไปสู่การเป็นจ้าวแห่งโจรสลัด ระหว่างทางลูฟี่ต้องเจอศัตรูที่ร้ายกาจและมีพลังของผลปีศาจมากมาย แต่เค้าก็ได้สหายร่วมเป็นร่วมตายมามากมายไม่ว่าจะเป็น โรโรโนอา โซโล นักดาบผู้ซึ่งมีความฝันที่จะเป็นนักดาบที่เก่งที่สุดในโลก นามิ สาวน้อยน่ารักผู้มีพรสวรรค์ในการเป็นต้นหนเรือ อุซป นักแม่นปืน จอมโกหกแต่เป็นคนที่รักเพื่อนยิ่งนัก ซันจิ กุ๊กผู้มีวิชาเพลงเตะที่ร้ายกาจและบ้าผู้หญิง โทนี่ โทนี่ ช็อปเปอร์ กวางเรนเดียร์ผู้ซึ่งสามารถพูดภาษามนุษย์ได้รวมทั้งยังเป็นหมอที่เก่งกาจ นิโค โรบิน สาวนักโบราณคดีผู้ลึกลับ ผู้เดียวที่จะไขความลับของรีลโพเนกลีฟ แฟรงกี้ มนุษย์กึ่งไซบอร์ก ผู้เป็นศิษย์ของช่างต่อเรือที่เก่งที่สุดในโลก บรู๊ค นักดาบและนักดนตรีที่ฟื้นขึ้นมาจากความตาย อีกทั้งเป็นผู้ที่เคยสัญญากับ ลาบูน ที่ปากทางเข้าแกรนไลน์ รวมทั้งเพื่อนคนอื่นๆ ที่ต้องเจอในอนาคต</p>
        </div>

<div>
<h1>Trailer</h1>

<img src="/image/Naruto trailer.jpg"/>
</div>


        </div>
    );
}



export default MovieSelect;